;Place localized text in this file



[Templar X2SoldierClassTemplate]
AbilityTreeTitles[0]="发电机"
AbilityTreeTitles[1]="灵能之刃"
AbilityTreeTitles[2]="贤者"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

[MZStormForce X2AbilityTemplate]
LocFriendlyName="风暴之力"
LocLongDescription="基于灵能闪电的攻击如灵能闪电，离子风暴和类似能力+40%更多伤害。"
LocHelpText="基于灵能闪电的攻击如灵能闪电，离子风暴和类似能力+40%更多伤害。""
LocFlyOverText="风暴之力"
LocPromotionPopupText="<Bullet/> 该能力给予灵能闪电，离子风暴和类似能力+40%更多伤害。"

[BiggerIsBetter X2AbilityTemplate]
LocFriendlyName="越强越好"
LocLongDescription="枪比刀，核武器比枪。你现在可以在你的副武器槽中装备一个火箭发射器(需安装火箭兵职业)。此外，还可以获得精准火箭技能，使你的火箭更加精准。"
LocHelpText="你现在可以在你的副武器槽中装备一个火箭发射器(需安装火箭兵职业)。此外，还可以获得精准火箭技能，使你的火箭更加精准。"
LocFlyOverText="越强越好"
LocPromotionPopupText="<Bullet/> 装备火箭发射器意味着不能使用死神的飞刀和任何依赖飞刀的能力。在决定带哪种副武器时，要考虑任务和你的队友。\n<Bullet/> 死神没有任何免费的火箭与发射器。记住在你的通用槽和/或榴弹槽中装备一些火箭。"

; LWOTC Needs Translation
[HomingMine X2AbilityTemplate]
LocPromotionPopupText="<Bullet/> 对地雷目标的射击将会保证命中。<br/><Bullet/> 自导地雷每次任务有 1 次充能。<br/><Bullet/> 自导地雷需要一个行动点并且不会结束你的回合。<br/>"
; End Translation

[TedNullLance X2AbilityTemplate]
LocFriendlyName="虚无之枪"
LocLongDescription="发射一道毁灭性能量光束，对穿过的所有目标造成伤害。可穿透多个敌人和障碍物。"
LocHelpText="发射一道灵能光束，对穿过的所有目标造成伤害。"
LocFlyOverText="虚无之枪"
LocPromotionPopupText="<Bullet/> 虚无之枪冷却时间<Ability:SelfCooldown_LW/>回合<br/><Bullet/> 提升灵能增幅器可增加虚无之枪伤害。<br/>"

[IRI_SoulShot X2AbilityTemplate]
LocFriendlyName="灵魂射击"
LocLongDescription="消耗1点专注值的强力精准射击，可暴击且不结束回合"
LocHelpText="消耗1点专注值的强力精准射击，可暴击且不结束回合"
LocPromotionPopupText="<Bullet/> 灵魂射击获得+30命中加成<br/><Bullet/> 无冷却时间<br/><Bullet/> 伤害随拳套等级提升<br/><Bullet/> 每次使用获得1点移动行动点。<br/>"

[ShadowGrenadier X2AbilityTemplate]
LocFriendlyName="暗影掷弹兵"
LocHelpText="投掷或发射榴弹不再结束回合或解除暗影状态，且榴弹无冷却时间。额外增加2格投掷距离和1格爆炸半径。解锁专属榴弹装备槽。"
LocLongDescription="投掷或发射榴弹不再结束回合或解除暗影状态，且榴弹无冷却时间。额外增加2格投掷距离和1格爆炸半径。解锁专属榴弹装备槽。"
LocPromotionPopupText="<Bullet/> 允许士兵投掷榴弹时不解除暗影状态<br/><Bullet/> 新增榴弹专用装备槽<br/><Bullet/> 移除榴弹冷却时间。<br/>"

[TemplarFleche X2AbilityTemplate]
LocFriendlyName="圣殿突刺"
LocFlyOverText="圣殿突刺"
LocLongDescription="撕裂与电弧波每距离目标<Ability:REND_FLECHE_BONUS_DAMAGE_PER_TILES/>格距离，伤害+1。"
LocHelpText="根据攻击距离为撕裂与电弧波提供额外伤害"
LocPromotionPopupText="<Bullet/> 将移动光标悬停敌人上方可触发突刺<br/><Bullet/> 士兵可执行【冲刺】移动（消耗全部行动点），仍能攻击相邻敌人<br/><Bullet/> 每移动<Ability:FLECHE_BONUS_DAMAGE_PER_TILES/>格距离，突刺造成1点额外伤害（基于回合开始时位置）。<br/>"

[Ted_LWNullWard X2AbilityTemplate]
LocFriendlyName="虚无护盾"
LocLongDescription="为士兵及周围友军施加持续3回合的灵能护盾。该士兵死亡时护盾会失效。"
LocHelpText="为周围友军及自身施加持续3回合的灵能护盾。施法者死亡时护盾失效。"
LocFlyOverText="虚无护盾"
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> 虚无护盾提供<Ability:TEDNULL_WARD_BASE_SHIELD>点临时生命<br/><Bullet/> 高级灵能增幅器可提升临时生命值<br/><Bullet/> 需1个行动点且不结束回合<br/><Bullet/> 冷却时间<Ability:SelfCooldown_LW/>回合<br/><Bullet/> 作用范围<Ability:TEDNULL_WARD_RADIUS_TILES>格<br/><Bullet/> 会暴露使用者位置。<br/>"
; End Translation (2)
